// ========================>завдання 1

// const userAge = 15;
// console.log(userAge);

// ========================>



//     ========================>завдання 2

// const userName = "Anastasiia";
// console.log(userName);

//     ===========================>



//     =========================>завдання 3

// const isStudent = true;
// console.log(isStudent);
 
//     =============================>



    //     ==============================>завдання 4

    // const myString = "Меньше знаєш місніше їж"
    // console.log(myString);
    
    //     ============================>



        // ===========================>завдання 5

        // let myNumber = 6;
        // myNumber += 10;
        // console.log(myNumber);
        
        // =============================>


        //     ======================>завдання 6

        // const myNull = null;
        // console.log(myNull);

        //      ====================>
        

            // ======================>завдання 7

        // const userName = prompt("Введіть своє ім'я")
        // console.log(userName);
        // alert(userName)
        // console.log(typeof(userName));
        
            // ================================>



                // =================================> завдання 8

                // const userAnswer = confirm("Ви дійсно хочете покинути сторінку?")
                // console.log(userAnswer);
                
                // ================================>



                     // =================================> завдання 9


                    // alert("Увага! Дія може бути небеспечною!")
                    // const message = confirm("Ви впевненні, що хочете продовжити?")
                    // console.log(message);
                    
                        // ================================>
